import React from "react";
import Container from 'react-bootstrap/Container';
import Row from 'react-bootstrap/Row';
import Col from 'react-bootstrap/Col';

import _video20 from '../../../video/_video20.mp4';


const SectionSeven = () => {
    return (
        <section>

            <Container fluid>

                <Row className="justify-content-center">
                    <Col className=" col-12 col-xl-auto " xl={8}>
                        <h2 className="titel_section_seven">Ваш шлях до успіху починається тут!</h2>
                    </Col>
                </Row>


                <Row>

                    <Col className="col-12 col-xl-6">
                        <p className="p_section_seven">У нас ви відкриєте для себе безмежні можливості для творчості та станете частиною
                            неймовірних пригод у світі відео-ігор. Кожен проект — це можливість втілити ваші
                            ідеї у реальність та внести  свій вклад у світ геймдеву.</p>

                        <p className="p_section_seven">Приєднавшись до нашої спільноти, ви стаєте частиною талановитого
                            колективу, де кожен — це ключовий гравець. Ми будуємо спільноту відданих
                            фахівців, які діляться інтересами та допомагають один одному зростати професійно.</p>


                            <video src={_video20} autoPlay muted loop data-wow-offset="250"
                            className="video-madia active wow animate__animated animate__fadeIn d-flex d-xl-none"
                        ></video>


                        <p className="p_section_seven">Гнучкий графік та комфортна робоча атмосфера — це те, що робить нас не просто командою,
                            але і справжньою родиною. Тут ви матимете змогу впроваджувати свої ідеї, знаходити креативні рішення та
                            відчувати себе як вдома.</p>

                        <p className="p_section_seven">У нас ви отримаєте не лише роботу, але і можливості для розвитку та кар'єрного зростання.
                            Ми віримо у ваш потенціал та пропонуємо підтримку для його максимального виявлення.</p>

                        <p className="p_section_seven">Тепер, коли ви вже знайомі з нашим світом, час робити перший крок.
                            Заповніть форму заявки та розпочніть свій захоплюючий шлях разом з нами!</p>



                    </Col>


                    <Col className="col-0 col-xl-6 d-flex justify-content-center align-items-center d-none d-xl-flex">


                    <video src={_video20} autoPlay muted loop data-wow-offset="250"
                            className="video-madia active wow animate__animated animate__slower animate__fadeIn"
                        ></video>



                    </Col>



                </Row>




            </Container>

        </section>
    );
}

export default SectionSeven;







// Ваш шлях до успіху починається тут!

// У нас ви відкриєте для себе безмежні можливості творчості та станете частиною неймовірних пригод у світі відео-ігор. Кожен проект — це можливість втілити ваши ідеї у реальність та залишити відбиток у світі геймдеву.

// Приєднавшись до нашої спільноти, ви стаєте частиною талановитого колективу, де кожен — це ключовий гравець. Ми не просто створюємо ігри; ми будуємо спільноту відданих фахівців, які діляться інтересами та допомагають один одному зростати професійно.

// Гнучкі графіки та комфортна робоча атмосфера — це те, що робить нас не просто командою, але і справжньою родиною. Тут ви матимете змогу впроваджувати свої ідеї, знаходити креативні рішення та відчувати себе як вдома.

// У нас ви отримаєте не лише роботу, але і можливості для розвитку та кар'єрного зростання. Ми віримо у ваш потенціал та пропонуємо підтримку для його максимального виявлення.

// Тепер, коли ви вже знайомі з нашим світом, час робити перший крок. Заповніть форму заявки та розпочніть свій захоплюючий шлях разом з нами!